<template>
	<section class="articles">
		<div class="container articles__container">
			<h2 class="subtitle articles__title">
				Принцип работы посудомоечной машины
			</h2>
			<p class="articles__descr">
				Веками посуду мыли вручную, используя разные чистящие средства, но XIX
				столетие начало вносить свои коррективы. Первые посудомоечные машины
				появились в Америке, а потом постепенно перекочевали и в Старый Свет.
				Многие помнят аппараты с газированной водой, в которых имелось
				специальное приспособление для ополаскивания стаканов, работающее после
				нажатия. Похожий принцип использовался в некоторых кафе, там в сосуд,
				напоминающий широкий кувшин, загружали посуду, а затем он начинал
				поворачиваться вокруг своей оси, а внутрь подавалась горячая вода, так
				что все содержимое очищалось.
			</p>

			<NuxtImg
				src="/img/article-test.jpg"
				class="articles__img"
				alt="article"
				preload
			/>
			<p class="articles__descr">
				Принцип работы современных посудомоечных машин идентичен. Посуда
				закладывается на специальные поддоны внутри прибора, а затем
				обрабатывается струями воды, в которую добавлено моющее средство. Для
				удаления всех загрязнений с поверхности применяются специальные
				вращающиеся разбрызгиватели-коромысла. Через их форсунки вода под
				давлением направляется на посуду, смывая сильным напором жир и прочие
				загрязнения. Так как коромысла постоянно поворачиваются, то струи
				подаются с разных сторон, а потоки не пересекаются.
			</p>
			<p class="articles__descr">
				Подключается посудомоечная машина к трубам, подающим холодную
				водопроводную воду. После того, как вы задаете программу, прибор
				набирает воду, пропускает ее сквозь смягчитель, наполняя водоприемную
				камеру. Нагревание ее до нужной температуры производит проточный
				водонагреватель. Затем жидкость, смешанная с моющим средством, подается
				к соплам распылителей. Грязная вода отправляется в систему очистки,
				откуда поступает в канализацию. Как видите, для функционирования этой
				техники требуется подключение к системе водоснабжения, канализации и
				электросети. В процессе мытья посуды вода меняется.
			</p>
			<p class="articles__descr">
				Рассматривая принцип работы посудомоечной машины, следует отметить
				несколько этапов. На первом происходит предварительное ополаскивание,
				удаляющее крупные остатки пищи. Для этого используется холодная вода
				(иногда к ней добавляется моющее средство). Затем машина запускает
				основной цикл, продолжительность его зависит от выбранной программы.
				Завершает процесс ополаскивание, удаляющее остатки чистящих препаратов,
				и сушка. Сушится посуда либо с помощью горячего воздуха, либо
				используется конденсаторный метод.
			</p>
			<p class="articles__descr">
				У некоторых пользователей возникает вопрос: «А зачем подключать машину к
				холодной магистрали, если можно подавать внутрь уже горячую воду?».
				Специалисты говорят, что холодная вода, во-первых, чище. Во-вторых, для
				разных видов посуды требуется своя температура. Действительно, не будете
				же вы мыть хрустальные бокалы, из которых пили сок, в том же режиме, что
				и металлические противни со сковородками. И третья особенность,
				характерная для многих городов нашей страны, горячая вода далеко не
				всегда присутствует в магистрали. Так что уж лучше доверить ее
				нагревание посудомоечной машине.
			</p>

			<p class="articles__descr">
				Конечно, этот вид техники у нас еще не получил такого распространения,
				как в государствах Европы и Америки, но увидеть ее на кухне можно все
				чаще, ведь посудомойка освобождает много времени, которое можно
				потратить с большей пользой.
			</p>
		</div>
	</section>
</template>

<script lang="ts" setup></script>

<style lang="scss" scoped>
.articles {
	padding: 60px 0;

	&__container {
		display: grid;
		grid-template-columns: 1fr;
		gap: 10px;
	}
	&__img {
		padding: 10px 0;
	}
	&__title {
		color: rgb(52, 52, 52);
		font-size: clamp(32px, 5.5vw, 54px);
		font-weight: 700;
		line-height: 110%;
		margin-bottom: 20px;

		@media screen and (width > 640px) {
			margin-bottom: 30px;
		}
	}

	&__descr {
		color: rgb(52, 52, 52);
		font-size: clamp(14px, 2.5vw, 16px);
		font-weight: 400;
		line-height: 140%;
	}
}
</style>
