export const menuMobileLinks = [
	{
		title: 'Ремонт стиральных машин',
		link: 'washing',
		icon: 'IconWashing',
		img: 'washing',
	},
	{
		title: 'Ремонт посудомоечных машин',
		link: 'dishwasher',
		icon: 'IconDishwasher',
		img: 'dishwasher',
	},
	{
		title: 'Ремонт сушильных машин',
		link: 'drying-machines',
		icon: 'IconDryingMachines',
		img: 'drying-machines',
	},
	{
		title: 'Ремонт электрических плит',
		link: 'electric-stove',
		icon: 'IconElectricStove',
		img: 'electric-stove',
	},
	{
		title: 'Ремонт варочных панелей',
		link: 'hob',
		icon: 'IconHob',
		img: 'hob',
	},
	{
		title: 'Ремонт газовых плит',
		link: 'gas-stove',
		icon: 'IconGasStove',
		img: 'gas-stove',
	},
	{
		title: 'Ремонт холодильников',
		link: 'refrigerator',
		icon: 'IconRefrigerator',
		img: 'refrigerator',
	},
	{
		title: 'Ремонт кондиционеров',
		link: 'conditioner',
		icon: 'IconConditioner',
		img: 'conditioner',
	},
	{
		title: 'Ремонт духовых шкафов',
		link: 'oven',
		icon: 'IconOven',
		img: 'oven',
	},
	{
		title: 'Ремонт водонагревателей',
		link: 'water-heater',
		icon: 'IconWaterHeater',
		img: 'water-heater',
	},
	{
		title: 'Ремонт СВЧ печей',
		link: 'microwave',
		icon: 'IconMicrowave',
		img: 'microwave',
	},
	{
		title: 'Ремонт кофемашин',
		link: 'coffee-machine',
		icon: 'IconCoffeeMachine',
		img: 'coffee-machine',
	},
]

export const headerMenu = [
	{
		title: 'Цены на ремонт',
		link: '/price',
	},
	{
		title: 'Вопросы и ответы',
		link: '/questions',
	},
	{
		title: 'Контакты',
		link: '/contacts',
	},
]

export const accordionMenu = [
	{
		title: 'Сколько стоит диагностика бытовой техники?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Как долго длится ремонт техники?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Какие запчасти используются при ремонте бытовой техники?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Как долго ждать оригинальные запчасти?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Можно ли самостоятельно приобрести запчасти для ремонта?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Каким способом оплачиваются услуги сервисного центра?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Какой вид демонтажа бытовой техники оплачивается отдельно?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
]
