export const menuMobileLinks = [
	{
		title: 'Ремонт стиральных машин',
		link: '/washing',
		img: 'washing',
	},
	{
		title: 'Ремонт посудомоечных машин',
		link: '/dishwasher',
		img: 'dishwasher',
	},
	{
		title: 'Ремонт сушильных машин',
		link: '/drying-machines',
		img: 'drying-machines',
	},
	{
		title: 'Ремонт электрических плит',
		link: '/electric-stove',
		img: 'electric-stove',
		className: 'active',
	},
	{
		title: 'Ремонт варочных панелей',
		link: '/hob',
		img: 'hob',
	},
	{
		title: 'Ремонт газовых плит',
		link: '/gas-stove',
		img: 'gas-stove',
	},
	{
		title: 'Ремонт холодильников',
		link: '/refrigerator',
		img: 'refrigerator',
	},
	{
		title: 'Ремонт кондиционеров',
		link: '/conditioner',
		img: 'conditioner',
	},
	{
		title: 'Ремонт духовых шкафов',
		link: '/oven',
		img: 'oven',
	},
	{
		title: 'Ремонт водонагревателей',
		link: '/water-heater',
		img: 'water-heater',
	},
	{
		title: 'Ремонт СВЧ печей',
		link: '/microwave',
		img: 'microwave',
	},
	{
		title: 'Ремонт кофемашин',
		link: '/coffee-machine',
		img: 'coffee-machine',
	},
]

export const headerMenu = [
	{
		title: 'Цены на ремонт',
		link: '/price',
	},
	{
		title: 'Вопросы и ответы',
		link: '/questions',
	},
	{
		title: 'Контакты',
		link: '/contacts',
	},
]

export const accordionMenu = [
	{
		title: 'Сколько стоит диагностика бытовой техники?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Как долго длится ремонт техники?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Какие запчасти используются при ремонте бытовой техники?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Как долго ждать оригинальные запчасти?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Можно ли самостоятельно приобрести запчасти для ремонта?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Каким способом оплачиваются услуги сервисного центра?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
	{
		title: 'Какой вид демонтажа бытовой техники оплачивается отдельно?',
		description:
			'Диагностика неисправностей не входит в стоимость ремонта и оплачивается согласно прайс-листу компании. Диагностика проводится специализированным оборудованием в течении 30 – 60 минут.',
	},
]
